const wordList = [
    {
        word: "spoon",
        hint: "वह चीज़ जिसका उपयोग खाने में होता है।"
    },
    {
        word: "umbrella",
        hint: "वह चीज़ जिसका उपयोग बारिश में किया जाता है।"
    },
    {
        word: "restaurant",
        hint: "वह जगह जहाँ से आप जाते हैं जब आप भूखे होते हैं।"
    },
    {
        word: "pen",
        hint: "आपके पास कौनसी चीज़ है जिससे आप लिख सकते हैं?"
    },
    {
        word: "soap",
        hint: "वह चीज़ जिससे आप अपने हाथ साफ करते हैं।"
    },
    {
        word: "school",
        hint: "वह जगह जहाँ आप पढ़ाई करते हैं।"
    },
    {
        word: "coffee",
        hint: "वह चीज़ जो हम रोज़ सुबह पीते हैं और जिसमें कैफीन होती है।"
    },
    {
        word: "sunset",
        hint: "सूर्यास्त के समय को क्या कहा जाता है?"
    },
    {
        word: "oxygen",
        hint: "वह गैस जो हम सांस लेने के लिए जरूरत है।"
    },
    {
        word: "forest",
        hint: "जंगलों का अन्य नाम क्या है?",
    },
    {
        word: "generator",
        hint: "वह चीज़ जिससे हम बिजली बनाते हैं।",
    },
    {
        word: "turquoise",
        hint: "वह रंग जो हरे और नीले का मिश्रण होता है।",
    },
    {
        word: "bookshelf",
        hint: "वह स्थान जहाँ आप अपनी किताबें रखते हैं।",
    },
    {
        word: "antartica",
        hint: "वह देश जो दक्षिणी ध्रुव से सबसे करीब होता है।",
    },
    {
        word: "blackberry",
        hint: "वह फल जिसका रंग काला होता है और जो चिकित्सा में उपयोग होता है।",
    },
    {
        word: "pharmacy",
        hint: "वह जगह जहाँ से आप दवा लेते हैं।",
    },
    {
        word: "theatre",
        hint: "जहाँ आप फिल्में देखते हैं।",
    },
    {
        word: "toothbrush",
        hint: "वह चीज़ जिससे आप अपनी मुख्या को साफ़ करते हैं।",
    },
    {
        word: "handkerchief",
        hint: "वह चीज़ जिससे आप अपने हाथों को साफ़ करते हैं।",
    },
    {
        word: "meditation",
        hint: "वह चीज़ जिससे आप अपने आंतरदृष्टि को बढ़ा सकते हैं।",
    },
    {
        word: "powerbank",
        hint: "वह चीज़ जिससे आप अपने फ़ोन की बैटरी बचा सकते हैं।",
    },
    {
        word: "dentist",
        hint: "वह जगह जहाँ आप अपने दाँतों की सफाई करते हैं।",
    },
    {
    word: "bicycle",
    hint: "वह यान जिसपर आप बैठकर पैदल चला सकते हैं।"
    },
    {
    word: "guitar",
    hint: "वह साज़ जिसे आप उंगलियों से बजाते हैं।"
    },
    {
    word: "moonlight",
    hint: "चाँदनी रातों में दिखने वाला प्रकाश।"
    },
    {
    word: "computer",
    hint: "एक इलेक्ट्रॉनिक डिवाइस जिससे आप डेटा प्रोसेस कर सकते हैं।"
    },
    {
    word: "mountain",
    hint: "बड़ी ऊंचाई पर उठी हुई भूमि।"
    },
    {
    word: "garden",
    hint: "एक स्थान जहाँ फूल, पौधे और पेड़ उगते हैं।"
    },
    {
    word: "keyboard",
    hint: "एक डिवाइस जिससे आप अपने कंप्यूटर पर लिख सकते हैं।"
    },
    {
    word: "telephone",
    hint: "एक साधन जिससे आप दूरभाष से बातचीत कर सकते हैं।"
    },
    {
    word: "mirror",
    hint: "वह चीज़ जिससे आप अपना रूप देख सकते हैं।"
    },
    {
    word: "sunflower",
    hint: "एक पौधा जिसके फूल सूर्य की ओर मुड़े होते हैं।"
    },
    {
    word: "fireplace",
    hint: "एक जगह जहाँ आप आग जला कर गरमी प्राप्त कर सकते हैं।"
    },
    {
    word: "telescope",
    hint: "वह उपकरण जिससे आप दूरस्थ वस्तुओं को देख सकते हैं।"
    },
    {
    word: "magnet",
    hint: "एक चुंबक जो धातुओं को आकर्षित करता है।"
    },
    {
    word: "candle",
    hint: "एक मोम की बत्ती जो जलाकर प्रकाश देती है।"
    },
    {
    word: "microphone",
    hint: "एक डिवाइस जिससे आप अपनी आवाज़ को बढ़ावा दे सकते हैं।"
    },
    {
    word: "beach",
    hint: "समुद्र तट पर खुली जगह जहाँ लोग आनंद लेते हैं।"
    },
    {
    word: "chocolate",
    hint: "एक मिठाई जो ककाओ से बनती है।"
    },
    {
    word: "camera",
    hint: "एक डिवाइस जो छवियाँ खींचने के लिए उपयोग होती है।"
    },
    {
    word: "ballet",
    hint: "एक नृत्य शैली जिसमें शारीरिक समन्वय और गति होती है।"
    },
    {
    word: "dictionary",
    hint: "एक शब्दकोश जिसमें शब्दों का अर्थ और प्रयोग होता है।"
    }


];